Snippet.create!(
  [
    {
      title: '唐揚げ',
      language: 'カリウム不足',
      contents: 'カリウム不足
                揚げものやジャンクフードが食べたい時は、カリウムが不足しています。
                納豆、アボカド、ブロッコリーなど、カリウムを多く含む食品を摂って。'
    },
    {
      title: 'パン',
      language: '窒素不足',
      contents: '窒素不足
                無性にパンや麺、ごはんなどの炭水化物が欲しくなった時は、窒素が不足している可能性が。窒素は、高タンパクな食材から補給することができます。
                赤身の肉、豆腐、チーズなどを摂りましょう。'
    },
    {
      title: 'チョコレート',
      language: 'マグネシウム不足',
      contents: 'マグネシウム不足
                女性が月経前にチョコレートがたべたくなるのは、マグネシウムが不足するから。チョコレートには、マグネシウムが含まれていますが、同時に砂糖もたっぷり。
                マグネシウムを補給するなら、ナッツ類やゴマ、豆類からに。'
    },
    {
      title: 'カレー',
      language: 'クルクミン不足',
      contents: 'クルクミン不足
                クルクミンは、体の免疫力を高める作用があります。免疫機能が弱まると、体はクルクミンを欲するように。そのため、クルクミンが含まれるカレーが食べたくなるのだそう。
                これは、体が疲れているということでもあります。しっかり栄養補給して、体を回復させましょう。'
    },
    {
      title: 'ケーキ',
      language: 'たんぱく質不足',
      contents: 'たんぱく質不足
                体に、たんぱく質が足りていない時、脳は素早く吸収できる糖質を欲するそう。特に、女性は常にたんぱく質が不足気味。
                毎食、肉や魚、豆製品、卵、乳製品のたんぱく質をとるようにしましょう。
                どうしてもスイーツが食べたい時は、卵と牛乳からたんぱく質が摂れるプリンをどうぞ。'
    },
    {
      title: '氷',
      language: '鉄分不足',
      contents: '鉄分不足
                暑くないのに氷を欲する人は、鉄分不足で体温調整がうまくいっていない可能性が。
                レバーやひじきなど、鉄分を積極的にとりましょう。'
    },
    {
      title: 'コーヒー',
      language: '鉄分不足',
      contents: '鉄分不足
                体をシャキッとさせるために、コーヒーのカフェインを求める人も多いはず。その理由は、体が鉄分不足で疲れやすくなっているから。
                コーヒーは、その場しのぎのために体が求めているものです。根本解決には、鉄分を多く含む食材をとること。'
    },
    {
      title: '炭酸飲料',
      language: 'カルシウム不足',
      contents: 'カルシウム不足
                炭酸飲料は、骨からカルシウムを取り、体外に排出してしまいます。すると、体はカルシウム不足が加速して、より炭酸飲料を欲するように。
                炭酸水が無性に飲みたくなったら、牛乳を飲んだり、チーズを食べたりしましょう。'
    }
  ]
)
